Repository: maximilian-walter/one-time-secret
Catalog: translations/messages+intl-icu.*.xlf
Languages: de

source: Copied!
de: Kopiert!

# rate_limit_reached
source: Please wait, you have reached the rate limit
de: Bitte warten Sie etwas ab, Sie haben die maximale Anzahl an Anfragen erreicht.

source: Your secret
de: Ihr Geheimnis

source: Copy
de: Kopieren

source: Show secret
de: Geheimnis anzeigen

# secret_not_found
source: The secret was not found. If your link is correct, it was already accessed by somebody else.
de: Das Geheimnis wurde nicht gefunden. Falls Ihr Link korrekt ist, wurde es bereits von einer anderen Person abgerufen.

# could_not_show_secret
source: Sorry, the secret could not be shown
de: Entschuldigung, das Geheimnis konnte nicht angezeigt werden.

# attention_only_once
source: Attention, the secret can only be shown once!
de: Achtung, das Geheimnis kann nur einmal angezeigt werden.

# decryption_error
source: Sorry, the decryption of the secret failed
de: Entschuldigung, die Entschlüsselung ist fehlgeschlagen.

source: Create new secret
de: Neues Geheimnis anlegen

# meta_description
source: Share secrets securely
de: Geheimnisse sicher teilen

# 400_error_body
source: The request was malformed or did not contain all required fields.
de: The Anfrage war ungültig oder enthielt nicht alle Pflichtfelder.

# 404_error_body
source: The page was not found.
de: Diese Seite wurde nicht gefunden.

# 409_error_body
source: A secret with this ID already exists.
de: Ein Geheimnis mit dieser ID existiert bereits.

# 429_error_body
source: You have sent too many requests per minute, please try again later.
de: Sie haben zu viele Anfragen pro Minute gesendet, bitte warten Sie etwas ab.

# 500_error_body
source: A error occurred while processing your request, please try again later or inform the server administrator.
de: Ein Fehler ist aufgetreten, bitte versuchen Sie es später erneut oder informieren den Server Administrator.
